package com.chen.base.bean.tools;

import java.util.ArrayList;
import java.util.List;

/**
 * 历史上今天
 * Created by chenbin
 * 2019-7-17
 **/
public class HistoryData {

    /**
     * msg : success
     * result : [{"date":"14020717","day":17,"event":"　　明成祖朱棣（1360－l424），朱元璋第四子，初封燕王，镇守北平，握有重兵，势力极大。1398年朱元璋病死，皇太孙朱允炆即位，是为惠帝，年号建文。惠帝与大臣齐泰、黄子澄策划削藩。皇族内部矛盾迅速激化。1399年，朱棣援引祖训，以\u201c清君侧\u201d，诛齐、黄为名，誓师北平，举兵\u201c靖难\u201d。建文帝先后派耿炳文和李景隆等率师北伐，都被朱棣军打败。经过4年\u201c靖难之役\u201d，1402年朱棣攻入京师南京。惠帝不知所终，齐泰、黄子澄、方孝儒均被杀，受牵连者达数万人。1402年7月17日（明建文四年六月十七日）朱棣即位，是为明朝第三代皇帝明成祖，年号永乐。\n","id":"569881b4590146d4073326ce","month":7,"title":"朱棣继帝位"},{"date":"19000717","day":17,"event":"　　江东六十四屯位于黑龙江东岸精奇里江口以南，瑗珲隔江相对，属中国的领土。1858年，中俄《瑗珲条约》规定，江东六十四屯一带依旧归中国官员管辖，中国居民在原地有永久居住权。\n　　1900年7月17日，俄军越过精奇里江，对江东六十四屯中的布丁屯居民大肆焚杀，强行驱赶过江。接着派出骑兵，将未及渡江的二十八屯中国居民\u201c聚一大屋中，烧死无算\u201d。一时浓烟蔽日，死里逃生的中国居民扶老携幼，奔逃黑龙江边，绕越不能，哭号凄惨，俄军骑兵追来，弹飞如雨，血染黑水。\n　　18日晨，清军渡江与俄军激战。同时瑗珲水师日夜接渡，把部分屯民接至江右。当日，俄军枪杀了千名中国居民，将未来得及渡江的中国人不分男女老幼。统统用刺刀逼入黑龙江中。浮尸蔽江。数日不绝于目。至21日，江东六十四屯全被俄军焚毁，枪杀、烧杀、淹毙的中国居民达2000多人。十几日后，黑龙江底沉溺的无数尸体翻浮水面，顺流淌去，江面上浮着一层油，江水奇臭，惨状不可尽诉。\n　　25日，寿山致电杨儒，告以俄军\u201c将我华民及江左各屯人民屠戮不堪\u201d之惨状，要杨儒转告俄国政府\u201c勿再妄杀良民\u201d。\n","id":"569881b4590146d4073326cd","month":7,"title":"俄军尽屠江东六十四屯居民"},{"date":"19030717","day":17,"event":"　　1903年7月17日，画家本人死于伦敦，享年69岁。\n　　惠斯勒出生于马萨诸塞州的洛维尔，孩童时被带到俄国。他的父亲是一位工程师，曾帮助沙皇修建了大规模的铁路网。年轻的惠斯勒在巴黎学习艺术，受到了库尔贝、委拉斯开兹和日本画家的影响。到伦敦后，他曾在皇家艺术院展出过他的作品。\n　　尽管他很有名望，法国沙龙拒绝展出他的作品《白衣少女》。这幅画被落选者沙龙所接受，引起了轰动。惠斯勒是位\u201c以温和的艺术树敌\u201d的大师。当英国批评家约翰·罗斯金诋毁他的一幅作品时，他控告罗斯金犯有诽谤罪。打官司的费用使这位艺术家倾家荡产。\n　　惠斯勒不仅是位油画家，而且还是位多产而又有天才的石版和铜版画家。他年轻时在美国西点学校学习未获成功。当时他说：\u201c要想使我成为一个军人，除非水杨酸钠变成气体\u201d。\n","id":"569881b4590146d4073326cc","month":7,"title":"美国画家惠斯勒在伦敦逝世"},{"date":"19090717","day":17,"event":"　　１９０９年７月１７日，武术大师霍元甲在上海创办近代中国第一个民间武术团体\u2014\u2014精武体操会。精武体操会之宗旨为提倡武术、研究体育、铸造强毅之国人。这在国势衰微的清末，尤为切合国人习武强身、振兴国运之思潮。主持会务者多为粤籍商界人士，他们遵霍之意，\u201c技击为根本，以武德为皈依，辅以有益之学科、正当之游艺\u201d，逐步把精武体操会办成社会教育团体。\n","id":"569881b4590146d4073326cb","month":7,"title":"霍元甲创办精武体操会"},{"date":"19120717","day":17,"event":"　　1912年7月17日。上周，在盛传保加利亚人对塞尔维亚人和希腊人施以残酷暴行之际，罗马尼亚入侵保加利亚领土。当保加利亚进攻希腊和塞尔维亚的新闻最初发表时，罗马尼亚向保加利亚发表声明。如果侵略不停止，罗马尼亚军队将加入到塞尔维亚、希腊和门的内哥罗的行列中去。保加利亚对此没有答复，罗马尼亚随后发起进攻，几乎使保加利亚军队彻底投降。\n　　纽约收到了希腊国王康斯坦丁发来的消息：自巴尔干战争的头几天起，保加利亚已屠杀了数以千计的无辜群众。据说大屠杀发生在几个城市和乡村，最严重的一次发生在多克萨托。据报道，在那里3500名居民中几乎有150人被杀害。正如公报所述：\u201c保加利亚人所到之处人们只看到鲜血、耻辱和毁坏\u2026\u2026这是难以想象的经过精心设计的残酷暴行。\u201d保加利亚国王弗迪南称这些有关屠杀和暴行的报道为\u201c臭名昭著的诽谤\u201d。\n","id":"569881b4590146d4073326ca","month":7,"title":"巴尔干各国混战"},{"date":"19170717","day":17,"event":"　　1917年俄国临时政府成立不久即多次发生危机。它企图通过军事上的胜利来摆脱危机。1917年7月1日，临时政府命令俄国在西南战线发起进攻，结果遭到惨败。消息传来，激起了广大人民的愤怒。17日，在布尔什维克党的领导下，彼得格勒50多万工人、士兵和水兵上街游行，示威群众高呼\u201c全部政权归苏维埃\u201d的口号，要求苏维埃中央执委会立即夺取政权。下午2时，彼得格勒军区司令以\u201c维护市内秩序\u201d为名下令部队向示威群众开枪，造成400余人伤亡。临时政府宣布首都戒严，解除工人武装，封闭《真理报》并通缉列宁。临时政府至此完全掌握了政权，孟什维克和社会革命党人控制的苏维埃成为附庸。七月事件表明，革命和平发展的道路已被堵塞了，两个政权并存的局面宣告结束。\n","id":"569881b4590146d4073326c9","month":7,"title":"俄国七月流血事件发生造成400余人伤亡"},{"date":"19200717","day":17,"event":"　　萨马兰奇１９２０年７月１７日生。国际奥林匹克委员会主席，西班牙著名社会活动家。曾任巴塞罗那省议会议员、议长，西班牙驻苏联大使等职。青年时代起即酷爱体育运动，喜欢射击、滑冰、网球、高尔夫球、曲棍球、帆船、骑马等项目。曾出任西班牙滑冰协会主席。１９６７－１９７０年任西班牙体育部长、西班牙奥委会主席。１９６６年当选国际奥委会副主席，１９８０年任国际奥委会主席至今。任职期间，他在推动发展中国家体育运动的发展、促进世界范围内体育运动水平的普及和提高等方面作出了杰出的贡献。１９９１年２月西班牙卡洛斯国王授予萨马兰奇侯爵封号。曾多次访问中国。喜爱收藏艺术品、体育邮票。\n","id":"569881b4590146d4073326c8","month":7,"title":"萨马兰奇诞辰"},{"date":"19260717","day":17,"event":"　　1926年7月17日，近代立宪派、资本家张謇卒。张謇，字季直，号啬庵。江苏南通人。1853年(咸丰三年)生。光绪状元。授翰林院编修。早年入淮军将领吴长庆幕。\n　　1895年(光绪二十一年)开始创办南通大生纱厂，后陆续开办通海垦牧公司、上海大达轮步公司、资生冶铁公司、淮海实业银行等多家企业。1902年起，又兴办各种文教事业，建通州师范、南通学院、盲哑学校、伶工学校、幼稚园、南通图书馆、博物苑等。清末发起立宪运动，1906年组织预备立宪公会，1909年任江苏格议局议长，成为国内立宪派领袖。辛亥革命后，被南京临时政府任为实业总长。辞职不就。并与章大炎等成立统一党，拥护袁世凯，对抗同盟会。1913年任袁政府农林工商总长兼全国水利局总裁。1915年袁阴谋推行帝制，张謇辞归乡里，继续其文教、实业建设。晚年思想益趋保守，反对共产主义和群众运动。著有《张謇日记》等。\n","id":"569881b4590146d4073326c7","month":7,"title":"晚清状元、实业家张謇逝世"},{"date":"19280717","day":17,"event":"　　１９２８年７月１７日，共产国际第六次代表大会在莫斯科举行，中国共产党代表瞿秋白、王若飞、周恩来、张国焘、苏兆征、邓中夏等出席大会，大会选举共产国际领导人斯大林、布哈林、蔡特金、库西宁、洛佐夫斯基等和中央代表苏兆征、瞿秋白为大会主席团委员。大会根据布哈林的报告通过《国际形势和共产国际的任务》提纲，首次提出\u201c第三时期\u201d理论。这个理论把第一次世界大战以来的世界政治形势划分为三个时期：第一时期是资本主义制度处于严重危机、无产阶级采取直接革命行动时期；第二时期是资本主义制度渐趋稳定、资本主义经济复兴时期，也是无产阶级大军几次严重失败所削弱后继续进行自卫斗争的时期；第三时期是世界资本主义经济迅速发展，资本主义内部矛盾愈演愈烈的时期。提纲认为目前正处于第三时期。提纲还指出：在中国\u201c反帝斗争不能脱离反对地主和军阀的斗争，也不能脱离反对军阀混战的斗争\u201d，\u201c只有进行反对中国资产阶级的斗争，只有进行土地革命、没收地主土地、免除农民空前繁重的苛捐杂税的斗争，中国才能获得解放。\u201d在大会通过的《殖民地和半殖民地国家的革命运动》的提纲中指出：\u201c在中国，即将来临的革命高潮将重新提出准备和进行武装起义作为党的当前的实际任务。\u201d大会认为，共产国际各支部目前主要的错误倾向是左倾，应当坚决反对右倾和对左倾持调和态度的倾向。在中国，则存在着盲动主义倾向，但一般来说，右倾比\u201c左\u201d倾更甚。这些提法给各国党后来的实际斗争带来了不少危害。\n","id":"569881b4590146d4073326c6","month":7,"title":"共产国际六大召开"},{"date":"19350717","day":17,"event":"　　上海《中华日报》刊载的聂耳逝世的消息 1935年7月17日，音乐家聂耳在日本藤泽市鹄沼海滨游泳时，不幸溺水逝世。\n　　聂耳1935年赴苏联考察，取道日本时住在滨田实弘家中。遇难后，滨田记述过程说： 17日午后一时半左右，聂君、李君、家姐，同到鹄沼海岸去洗海水裕到的时候，是两点钟左右。李君独自先下海，聂君等着家姐换衣服，两人随后一同下海。\n　　那天，风浪很大，有很多人和小学生们也在那里游泳，因此各人都没有特别关照。\n　　在海里，李君是单独一人，聂君则在水深齐胸的地方独自跳浪游着。同时，家姐是在水浅的地方游着。\n　　约有一个多钟头，家姐上岸来，就遇到李君，说预备先回去，要寻聂君打个招呼，寻聂君不见，李君也说，下海后，一回也没有见到他。于是李君到海里，家姐在岸上寻。(时三时半多)直到四点半都没有寻得，便连忙通知监视所，分头在海岸一带寻觅。我接到报告，到海岸去的时候，己是六时左右，潮已经涨上了，仍未发见其踪影，十一点钟左右，只得回家。次日早上，也仍然寻不着。回家时，接到警察报告说。死尸已经打捞上来，我就忙到那里去看。\n　　聂君的尸体，是普通一般的溺死人样子，不难看，也没有吃着水，仅只从口里流着少许血，头也出少许血，据检验的医生说是窒息致死。\n　　聂耳，原名守信，字子义，亦作紫艺。1912年2月15日生。云南玉溪人。出身清寒医家。自幼喜爱音乐，能奏多种民族乐器。1928年读中学时加入中国共产主义青年团。1930年至上海做店员，业余练小提琴，翌年3月考入明月歌剧社任小提琴师，并自修钢琴。1933年加入中国共产党。此后投身于音乐、戏剧和电影活动，从事创作和评论。1933年8月发表第一首歌曲《开矿曲》。此后近2年间创作37首歌曲，其中包括《大路歌》、《开路先锋》、《码头工人歌》等反映工人生活的歌曲，为中国无产阶级革命歌曲的发展奠定了基矗所作《义勇军进行曲》后被定为中华人民共和国国歌。除歌曲外，还作有《金蛇狂舞》等民族乐队改编曲4首。1935年拟取道日本赴苏联学习，于4月18日抵东京，7月17日在神奈川县藤泽市鹄沼海滨游泳时溺水逝世。\n","id":"569881b4590146d4073326c5","month":7,"title":"聂耳溺水逝世"},{"date":"19420717","day":17,"event":"　　1942年7月，德国法西斯利用英美拖延开辟第二战场的机会，调集了25万人，700多辆坦克和1000多架飞机的兵力，向斯大林格勒方向发动了大规模的进攻，企图自此沿伏尔加河北上，从东面包围莫斯科。苏军从7月17日开始，进行了艰苦、激烈的斯大林格勒保卫战。德军每天出动上千架飞机，1000多门大炮，进行狂轰滥炸。8月25日，德军渡过顿河，开始向斯大林格勒发起全面进攻。9月15日，德寇曾一度攻入城西北部的工业区。但是，具有保卫察里津光荣传统的斯大林格勒军民，在斯大林\u201c不让敌人前进一步，用一切力量消灭敌人\u201d的号召下，浴血奋战。每天打退敌人一、二十次冲锋，在大量消耗敌军的有生力量后，于11月19日转入反攻，23日，包围德军主力33万人，1943年2月2日被围敌军全部被歼灭，德军元帅鲍利斯率领24个将军、9万残兵向苏军投降。历时160天的斯大林格勒大会战，以苏联人民的完全胜利宣告结束。德军在顿河、伏尔加河、斯大林格勒地区总共损失了约150万人、3000多辆坦克和3000多架飞机。这一战役是世界反法西斯战争的转折点。\n","id":"569881b4590146d4073326c4","month":7,"title":"斯大林格勒大会战"},{"date":"19450717","day":17,"event":"　　1945年5月德国无条件投降，欧洲反法西斯战争胜利结束，但在远东对日作战还在激烈进行。为了商讨对德国的处置问题和解决战后欧洲问题的安排，以及争取苏联尽早对日作战。\n　　1945年7月17日到8月2日，美、英、苏3国首脑杜鲁门、丘吉尔(7月28日以后是新任首相艾德礼)和斯大林在柏林近郊的波茨坦举行战时第3次会晤，史称\u201c波茨坦会议\u201d或\u201c柏林会议\u201d。经过争论与协商，在一些主要问题上达成了协议。\n　　关于苏、美、英、法4国占领德国的基本原则是：应使德国非军国主义化、民主化，肃清纳粹主义，消灭垄断集团，重建德国经济。关于德国战争赔偿问题，最后商定赔偿应由每个占领国从自己的占领区征收，苏联还从西方占领区取得所拆迁的德国工业设备的25％，其中10％是无偿获得，15％用粮、煤交换。\n　　会议承认了新成立的波兰全国统一临时政府，并确定了波兰的疆界问题，会议决定设立苏、美、英、法、中5国外长会议，负责准备同欧洲战败国的和约。此外还讨论了对意、罗、保、匈、芬等国的政策及其加入联合国组织的问题。\n　　7月26日，以美、英、中3国宣言形式发表了《波茨坦公告》，敦促日本立即无条件投降，宣布了盟国占领日本后将实施的基本原则，并重申《开罗宣言》必须实施。8月2日，《苏英美三国波茨坦会议议定书》签字。\n","id":"569881b4590146d4073326c3","month":7,"title":"波茨坦会议开幕波茨坦会议"},{"date":"19470717","day":17,"event":"　　这位分得了土地的老贫农，心中乐开了花。\n　　１９４７年７月１７日－９月１３日，中共中央工委在西柏坡村召开党的全国土地会议，刘少奇主持会议并作了报告和总结。会议总结了１９４６年５月４日中共中央《关于土地问题的指示》发布以来土地改革的情况，会议通过了《中国土地法大纲》，土地法大纲规定没收地主土地、按人口平均分配土地，是在全国消灭封建剥削制度的纲领。《中国土地法大纲》共１６条。其主要内容：除封建性及半封建性剥削的土地制度，实行耕者有其田；乡村中一切地主的土地及公地，由乡村农会接收，乡村中其他一切土地，按乡村全部人口，不分男女老幼。统一平均分配，抽肥补瘦；在平分土地时应注意中农的意见，并允许中农保证有比一般贫农所得土地的平均水平略高的土地量；为保证土改的彻底进行和纯洁党的队伍，提高党的战斗力，会议还决定结合土改普遍整顿党的组织。在党内开展以三查（查阶级、查思想、查作风）三整（整顿组织、整顿思想、整顿作风）为内容的整党运动。会议没有形成纲要性总结，\u201c左\u201d倾错误也进一步得到发展。\n","id":"569881b4590146d4073326c2","month":7,"title":"中共中央召开全国土地会议"},{"date":"19550717","day":17,"event":"　　1955年7月17日，由于前两天欧洲人和本地的摩洛哥人发生激烈冲突，卡萨布兰卡已处于戒严姿态。\n　　7月14日，星期四，是法国国庆日，那天有一枚炸弹在一家拥挤的咖啡馆门口爆炸。有6个欧洲人当场被炸死，另外35人受伤。此后至少有50人在暴乱中丧生，其中8名摩洛哥人被法国外籍军团和机动宪兵打死。\n　　由于当地摩洛哥人的民族主义感情不断增长，同时也由于某些欧洲人对他们的利益(这种利益甚至得到法国总督吉尔伯特·格兰德瓦的维护)在民族主义下是否能得到保护抱有恐惧感，这样的冲突就一直有增无减。?\n","id":"569881b4590146d4073326c1","month":7,"title":"法国坦克镇压摩洛哥叛乱"},{"date":"19560717","day":17,"event":"　　第2次世界大战后，日本经济在美国的扶植下，利用朝鲜战争的特殊环境，迅速恢复和发展。至1955年国民经济和工农业生产的主要经济指标均已恢复或超过战前水平，出现经济繁荣的\u201c神武景气\u201d。1956年7月17日，经济企划厅发表题为《日本经济成长与近代化》的经济白皮书，强调日本今后必须依靠技术革新带动经济发展和现代化。此后，日本经济进入高速发展阶段。\n","id":"569881b4590146d4073326c0","month":7,"title":"日本经济白皮书发表"},{"date":"19760717","day":17,"event":"　　1976年7月17日通过卫星传送到加拿大的奥林匹克圣火在蒙特利尔主会场上熊熊燃起，揭开了第21届奥运会的序幕。因新西兰橄榄球不顾非洲最高体育理事会的警告，应南非政府之邀于6月前往比赛，导致非洲国家集体抵制本届奥运会，使得本届运动会在规模上逊于上届，但也称得上是一次群英荟萃的竞赛。\n　　罗马尼亚14岁的纳迪娅·科马内奇以她娴熟的技术和优美的动作征服了所有的观众和裁判，在平衡木比赛中获得奥运会史上第一个满分\u201c10分\u201d，此外还创造了在同一届运动会中连得7个满分的奇迹。这个12岁即获得欧锦赛全能冠军的小姑娘最后摘取了全能、高低杠和平衡木3枚金牌，成为新的体操\u201c女皇\u201d。\n　　美国的埃·摩西以他独特的13步栏间跑，获得了男子400米栏冠军。从1977\u20141987年的十年间，摩西连续获胜122场：两次奥运会冠军、四次刷新世界纪录、首届世界田径锦标赛金牌得主、三次登上世界杯领奖台。他的名字被列入美国奥林匹克名人馆，并荣获美国最高的体育奖\u2014\u2014沙利文奖。\n　　在游泳比赛中，民主德国女队获得13个项目的11项冠军，其中科尔内娅·恩德尔一人独得4金、1银。早在13岁时，恩德尔即在世锦赛上获得100米自由泳、100米蝶泳和两项接力的冠军，2年后的世锦赛上她再现上届辉煌。此次虽首次冲击奥运金牌，她却不负众望，满载而归。恩德尔在她的整个体育生涯里，共创造了21次世界纪录。\n　　第21届奥运会于1976年7月17日至8月1日在加拿大蒙特利尔举行。由于20多个非洲国家集体抵制本届奥运会，应邀参赛的只有88个国家和地区，运动员6189名(女子1274名)。设21个大项198个单项。共破82项奥运会纪录，其中34次为世界纪录。罗马尼亚运动员纳迪娅·科马内奇在高低杠比赛中获奥运会体操史上第一个满分10分。苏联队获金牌49枚领先；民主德国队居次，美国队退居第三。\n　　附：\u201c体操童话女孩\u201d科马内奇\n　　谁也没有想到，1976年7月在加拿大蒙特利尔第21届奥运会上，年仅14岁的罗马尼亚体操运动员科马内奇以精彩绝伦的表演，获得女子全能、高低杠和平衡木三项世界冠军，并连续七次获得满分\u2014\u201410，创造了奥运史上的奇迹，也创造了世界体操史的奇迹。当时近八千名记者争相报导这一消息，称科马内奇为\u201c神话般的人物\u201d、\u201c使全世界惊叹的女孩子\u201d。\n　　科马内奇于1961年出生于罗马尼亚喀尔巴阡山麓的乔治乌·德治市。父亲是位汽车厂的汽车修理工，母亲是普通职员，她还有个弟弟。一家人口不多，生活得挺快活。在科马内奇六岁时，她就显露了特有的体操天赋，她能像男孩子一样练侧手翻，在沙发上\u201c竖蜻蜓\u201d，把马路边狭长的石栏杆当作\u201c平衡木\u201d，一遍又一遍来回疾跑。一次，体形匀称、素质不凡的科马内奇在幼儿园里奔跑跳跃时，被从事体操专业的贝拉夫夫妇发现，他们把科马内奇带到了乔治乌·德治市体育俱乐部。从此，6岁半的科马内奇就开始了她那不平凡的体操生涯。\n　　任何成功都与辛勤和汗水分不开的。科马内奇从6岁开始，就远离了女孩子所喜欢的一切，日复一日，年复一年地集中全部精力于紧张又厌烦的体操训练之中。7岁到9岁，她每天接受两个小时的训练。9岁以后，她接受了三个小时的训练。10岁以后，她每天的训练量相当于游泳两万米。人12岁，她常常超过规定的训练时间。每次训练中，一个简单的动作往往要做30到40次。1976年她参加蒙特利尔奥运会比赛，飞机起飞前半小时，她还在训练。她那令人眼花缭乱的平衡木动作，是她两万多次训练的结晶。科马内奇14时，8年所付出的劳动相当于一个普通人半辈子的劳动量。\n　　高度的自我控制能力，是科马内奇能在重大比赛中稳定发挥技术的原因，这也是她特有的风度，这种风度是她具有顽强意志的表现，也是她取得成功的保证。1970年的一次比赛中，在短短的10秒内，她竟三次从平衡木上掉下来，伙伴们都为她哭了，而她自己却没有掉泪。1975年合众社把她评为该年度最优秀的运动员，教练和队友都异常激烈，她却表现得很平静。在蒙特利尔奥运会上，她巨大的成功使别人哭了，而她却没哭。她的这种沉着老练、镇静自如的大将风度是在无数次失败中磨练而成的。8岁时，经过两年刻苦训练的科马内奇第一次参加罗马尼亚全国少年体操比赛，成绩很不理想，她差一点哭出来，认为彻底失败了，几乎丧失了从事体操的信心。关键时刻，她的启蒙教师贝拉夫妇给了她有益的指教。\u201c在你成为伟大的冠军以前，必须学会输得有风度。这是你将来成为冠军的唯一途径。\u201d科马内奇从此记住了教练的话，并作为座右铭指导自己的一生。\n　　科马内奇在国际体坛上是灿烂明星，在文化学习上也闪耀着智慧的光彩。长期的体操训练从没影响她完成繁重的学习任务。在体育学校学习期间，她各科成绩都很好，并且能讲流利的英语和法语。她兴趣广泛，踢足球和听音乐是她最喜爱的课余活动。\n　　科马内奇是罗马尼亚人民的骄傲。她以自己不懈的努力为祖国赢得了崇高的声誉，国家和人民给了她最高奖赏。罗马尼亚授予她英雄称号。科马内奇退出赛场后一直从事教练工作，1984年美国洛杉矶奥运会以后，她开始坐在了体操裁判席上。她虽然现在不在赛场上拼搏，但她创造的辉煌永远载入了史册。\n　　苏联大力士阿列克谢耶夫是世界上第一个举起 600公斤(抓举、挺举、推举三项总成绩，1972年奥运会后，国际举联才将推举从举重比赛中取消)的选手，两次(1972、1976)获得奥运会冠军，80次破世界纪录德国泳里恩德尔在蒙特利尔奥运会上赢得4金、1银，破四项世界纪录罗马尼亚体操明星纳迪娅·科马内奇\n","id":"569881b4590146d4073326bf","month":7,"title":"第21届奥运会在蒙特利尔举行"},{"date":"19790717","day":17,"event":"　　索摩查家族，２０世纪３０-７０年代期间在尼加拉瓜实行独裁统治的显赫家族。老索摩查安纳斯塔西奥·索摩查·加西亚（１８９６-１９５６），曾任美国驻尼加拉瓜海军陆战队翻译、尼加拉瓜国防部长。１９３４年任国民警卫队司令时，暗杀抗美民族英雄桑地诺；１９３６年发动军事政变，夺取政权；１９３７年和１９５６年先后两度出任总统，直至１９５６年被刺身亡。老索摩查死后，他的儿子路易斯·索摩查·德瓦伊莱任总统，直至１９３６年。为缓和尼加拉瓜人民的反抗，在１９６３-１９７６年期间，索摩查家族曾让其代理人担任傀儡总统，自己在幕后操纵。１９６７年路易斯·索摩查的弟弟安纳斯塔西奥·索摩查·德瓦伊莱出任总统，至１９７２年\u201c自愿\u201d辞职，但仍作为国民警卫队司令保留实权。１９７４年大选，再任总统。索摩查家族在国内实行法西斯统治，镇压进步力量，大批逮捕迫害进步人士，成万人惨遭杀害。在外交方面，它同美国签订各种军事和经济协定，使美国直接控制尼加拉瓜的军事和经济命脉。它掌握国内主要产品咖啡、食糖、棉花、畜牧业等生产，霸占全国三分之一耕地，财产多达２０亿美元。１９７９年７月１７日被推翻，历时４３年的索摩查王朝宣告覆灭。\n","id":"569881b4590146d4073326be","month":7,"title":"索摩查家族被推翻"},{"date":"19810717","day":17,"event":"　　1981年7月17日晚，堪萨斯城的海厄特摄政大饭店四楼门廊的3条混凝土和金属悬挂通道有2条突然落下，造成一幕悲剧。根据最近统计的数字，有111人死亡，188人受伤者的大部分仍在医院抢救。午后7点零8分，1200人至1500人正在门廊和通道跳舞时，4楼通道从天花板悬挂钢筋上突然断裂下来，整个通道像一块大饼一样落到与2楼齐高的过道上。这时挤满了跳舞者和旁观者的这两层通道又整个压在下面一楼门里的人群头上。该旅店是1980年开张的。\n","id":"569881b4590146d4073326bd","month":7,"title":"美国旅馆通道倒塌111人死亡"},{"date":"19940717","day":17,"event":"　　1994年美国世界杯决赛中，巴西球星罗马里奥和意大利球星巴雷西在场上斗法 1994年7月17日美国西部时间中午，洛衫矶玫瑰碗体育场内座无虚席，第十五届世界杯足球赛决赛在这里举行，对阵双方是意大利和巴西，他们的胜者将成为首支四获世界杯的队伍。巴西队中有罗马里奥和贝贝托这对无坚不摧的锋线组合，而当时罗纳尔多只是个替补；意大利对的老队长、后防中坚巴雷西在对挪威的比赛中受伤后动了手术，仅仅过了三周就重返赛场，也被称为奇迹，他的复出极大的激励了队友们，他们众志成城地瓦解了巴西队凌厉的攻势。守门员帕柳卡全场仅有一次失误，但球打在了门柱上，他激动得亲吻了这救命之柱。意大利在将巴西的进攻消弭于无形的同时，本队也难以组织起有效的攻势，数次在危急关头挽救全队的巴乔也被看死。双方在酷暑中僵持了90分钟后进入延长期，仍然一无所获。这样，世界杯决赛历史上首次迎来了残酷的点球大战。\n　　意大利首先出场的是精神领袖巴雷西，他征战职业足坛近二十年，获得无数荣誉，就差一樽世界杯，而这也是他最后一次代表国家队出赛，可能是他在129分钟比赛中倾尽了全力，腿已有些发软，一脚射门竟打高了，老队长痛苦的坐在了地上。好在巴西队头一个出场的桑托斯的点球被帕柳卡扑出，双方机会仍然均等。在后三轮中，意大利马萨罗的点球被塔法雷尔扑出，阿尔贝蒂尼和埃瓦尼罚进；巴西队精巧的脚法帮助了他们，邓加、布兰科、罗马里奥的点球令帕柳卡无所作为。关键的最后一轮，意大利的巴乔出场，如果他能罚进，意大利还有一线生机。意大利的球迷紧张的捂住眼，全场只听见巴西球迷的嘘声。助跑、射门！脚法最好的巴乔竟将球打飞！巴西队员拥抱在一起，而意大利人则沮丧的倒在了地上。巴雷西嚎啕痛哭感动了电视机前的数十亿观众，他丧失了最后一次证明自己的机会。毕竟，胜利者只有一个，这就是体育比赛的残酷。\n　　无数中国球迷在这天早晨观看了比赛直播，他们中没有人会想到，五年后在这个场地上又进行了一次点球大战，而主角就是中国女足，中国球迷既领略了参加世界杯决赛的自豪，更深深体会到惜败的遗憾。\n　　1994年美国世界杯决赛中，巴乔在关键时刻射失点球。数万名观众为之扼腕，偌大的球场那片刻的宁静仿佛在为顿失奖杯的意大利人默哀罗伯特·巴乔射失点球\n","id":"569881b4590146d4073326bc","month":7,"title":"巴西足球队获第十五届世界杯赛冠军"},{"date":"19960717","day":17,"event":"　　1996年7月17日晚，纽约肯尼迪国际机场像往常一样，一片繁忙景象，飞机正有序地进行密度很高的起降。乘坐美国环球航空公司(TWA)800次班机去往巴黎的乘客在办理完登机手续后陆续登上波音747飞机，这架3小时前刚从雅典飞来的飞机在进行了正常的检修程序后，于晚上8时14分离开停机坪，在大约经历了5至10分钟的滑行后，冲向大西洋上空，直飞巴黎戴高乐机常然而谁也没有料到，一场空难事件即将发生。8时40分，美国海岸警卫队报告说，这架波音747飞机从他们的雷达屏幕上消失。据目击者称，他们在听到连续猛烈的爆炸声音后跑到屋外观看，只见这架大型客机成为巨大的火球在天空迅速分裂成两块，散落在纽约市长岛附近的水面，飞机上的燃料所引起的大火整整在水上燃烧了3个多小时。据美国环球航空公司副总裁称，机上共有228人，其中210名乘客，18名机组人员。事故发生后，美国联邦调查局、联邦航空管理局、美国海岸警卫队、纽约州政府及市政府和警察局迅速投入营救工作。政府派出C·130运输机向出事海面投下大量的救生筏和救生圈，纽约市也派出了潜水员及船只。但至18日凌晨1点，从现场营救指挥部传来的消息称，一些被严重烧焦的尸体被运到岸边。从现场情形看，228名人员将无生还的可能。这是继5月份以来的美国民航的第二起空难事件。5月11日，美国三角航空公司的一架DC·9客机在迈阿密附近坠毁，使130多名乘客和机组人员遇难，这起事故一度引起人们对美国联邦航空管理局的指责。在政府对航空安全问题尚未来得及作出彻底反应之时，昨晚又一起空难接踵而至，令全美震惊，纷纷称这是个悲惨而难熬的夜晚。环球航空公司发言人在当晚23时举行的记者招待会上说，目前还不清楚空难的原因，不过，不能排除这是恐怖主义分子所为。因为这种机型的飞机有良好的飞行安全记录和可靠的发动机。据波音公司宣布，这架飞机是1971年支付使用的。但美国一位高级警官称，由于即将举行的亚特兰大奥运会和上个星期以色列总理内塔尼亚胡的来访，警方对安全防范已非常严密，他们不愿将这起事件与恐怖分子联系起来。美国政府发言人也声称，飞机起飞前他们未接到任何恐怖分子的警告或是对这起事件负责的情报。美国海岸警卫队官员说，目前已有6架直升机、3艘快艇和3架海军飞机赶赴出事地区参加救援和搜寻工作，现在已打捞起飞机残骸和100多具遇难者的尸体。到记者发稿时为止，营救工作尚在进行之中，美国几家著名的电视台CNN、CBS等还在进行实况转播。不管调查结果如何，这起空难事件将引起美国政府对国家航空安全问题的彻底检讨，同时，这次事件也给次日在美召开的奥运会蒙上一层阴影。\n","id":"569881b4590146d4073326bb","month":7,"title":"美一客机空中爆炸228人遇难"},{"date":"19980717","day":17,"event":"　　1998年7月17日，俄罗斯末代沙皇尼古拉二世及其家人被处决80周年之际，其遗骨的安葬仪式在俄第二大城市圣彼得堡举行，俄总统叶利钦不辞辛苦，从莫斯科飞抵圣彼得堡，参加了隆重的葬礼。安葬仪式可称得上国家最高水平。遗骨由专机从叶卡捷琳娜堡(原斯维尔德洛夫斯克)运到圣彼得堡，灵柩全部由仪仗队护送。遗骨最后被安置在彼得巴夫洛夫斯克城堡中，至此，旷日持久的末代沙皇遗骨易地安葬事件总算告一段落。\n　　末代沙皇尼吉拉二世出身于罗曼诺夫家族。1613年，罗曼诺夫家族的米哈依尔·费多罗维奇被全俄缙绅会议推选为沙皇，从此开始了罗曼诺夫王朝的统治。在此后近三百年间，罗曼诺夫家族曾出现彼得一世、叶卡捷琳娜二世等著名君主。1917年2月，俄罗斯爆发资产阶级二月革命，尼吉拉二世被推翻，罗曼诺夫王朝宣告结束，十月革命后，为了粉碎白匪的围攻，乌拉尔州苏维埃于1918年7月17日在叶卡捷琳娜堡处死了沙皇一家7人及4名随从。\n　　历史像是给俄罗斯人开了一个天大的玩笑，80年后的今天，有关部门一面积极要求拆除列宁墓，把列宁遗体易地安葬；一面紧锣密鼓地寻找末代沙皇遗骨，要给其在天之灵一个交待，其理由是，末代沙皇统治俄罗斯23年，也为国家做了许多事。未经审判就处决他及家人，是不公正的。俄为此成立了由政府副总理涅姆佐夫领导的专门委员会，负责处理末代沙皇及其家人的后事。专家学者也介入了其中，对遗骨进行鉴定。各种势力由此开始了一场旷日持久的遗骨易地安葬之争。\n　　末代沙皇遗骨所在地斯维尔德洛夫斯克州的州长罗塞尔坚决反对将尼古拉二世遗骨易地安葬。后来虽迫于压力作了让步，但罗本人拒绝参加安葬仪式。俄东正教教皇以末代沙皇遗骨的真实性令人怀疑为由，也拒绝参加安葬仪式。就连罗曼诺夫家族内部也分为两派，有相当一部分人没有参加在圣彼得堡举行的仪式。\n　　葬礼正式举行前，绝大多数俄政治家公开发表声明，表示不参加安葬仪式，这些人包括俄议会上院主席斯特罗耶夫、杜马主席谢列兹尼奥夫、莫斯科市长卢日科夫等。但克拉斯诺亚尔斯克州州长列别德和\u201c亚博卢\u201d集团领导人亚夫林斯基决定参加仪式。许多激进的杜马议员反对说，如今俄正面临经济危机，没有必要为已死去80年的沙皇的遗骨举行如此隆重的葬礼。\n","id":"569881b4590146d4073326ba","month":7,"title":"末代沙皇遗骸重新埋葬"},{"date":"20000717","day":17,"event":"　　2000年7月17日，日本东京地方法院以杀人等罪行判处奥姆真理教头目丰田亨和广濑健一死刑，判处杉本繁郎无期徒刑。在17日的公审中，3名罪犯承认自己在东京地铁沙林事件中所犯下的罪行。丰田和广濑两被告承认自己接受奥姆真理教头目麻原彰晃的指示，到地铁中散布沙林毒气、制造杀人事件等罪行。杉本也承认在此事件中开车接送被告和运送沙林毒气等罪行。1995年3月20日，日本奥姆真理教在东京地铁制造了沙林毒气事件，致使12人死亡，数千人中毒。事件发生后，日本警方多次搜查了奥姆真理教的各处设施，并逮捕了以麻原彰晃为首的奥姆真理教大小头目。\n","id":"569881b4590146d4073326b9","month":7,"title":"奥姆真理教两头目被判死刑"},{"date":"20010717","day":17,"event":"　　2001年7月17日上午8点，在上海市沪东中华造船（集团）有限公司由上海电力建筑工程公司承担的600吨门式起重机在吊装过程中，发生下坠特大事故。事故发生后，党中央、国务院领导同志非常重视，当即对抢救、善后和事故调查工作做了重要指示。中共中央政治局委员、上海市市委书记黄菊同志率上海市党政领导、公安消防干警和医护人员等迅速赶赴事故现场进行抢救。国务院安全生产委员会办公室、国家安全生产监督管理局、国防科工委、全国总工会、中国船舶工业集团公司的领导也及时赶赴事故现场，会同上海市领导开展善后及事故调查工作。目前现场清理工作基本完毕，事故造成36人死亡，3人受伤。\n","id":"569881b4590146d4073326b8","month":7,"title":"沪东造船厂发生龙门塔吊下坠事故36人死亡3人受伤"}]
     * retCode : 200
     */

    private String msg;
    private String retCode;
    private List<ResultBean> result;

    public String getMsg() {
        return msg == null ? "" : msg;
    }

    public void setMsg(String msg) {
        this.msg = msg;
    }

    public String getRetCode() {
        return retCode == null ? "" : retCode;
    }

    public void setRetCode(String retCode) {
        this.retCode = retCode;
    }

    public List<ResultBean> getResult() {
        if (result == null) {
            return new ArrayList<>();
        }
        return result;
    }

    public void setResult(List<ResultBean> result) {
        this.result = result;
    }

    public static class ResultBean {
        /**
         * date : 14020717
         * day : 17
         * event : 　　明成祖朱棣（1360－l424），朱元璋第四子，初封燕王，镇守北平，握有重兵，势力极大。1398年朱元璋病死，皇太孙朱允炆即位，是为惠帝，年号建文。惠帝与大臣齐泰、黄子澄策划削藩。皇族内部矛盾迅速激化。1399年，朱棣援引祖训，以“清君侧”，诛齐、黄为名，誓师北平，举兵“靖难”。建文帝先后派耿炳文和李景隆等率师北伐，都被朱棣军打败。经过4年“靖难之役”，1402年朱棣攻入京师南京。惠帝不知所终，齐泰、黄子澄、方孝儒均被杀，受牵连者达数万人。1402年7月17日（明建文四年六月十七日）朱棣即位，是为明朝第三代皇帝明成祖，年号永乐。
         * id : 569881b4590146d4073326ce
         * month : 7
         * title : 朱棣继帝位
         */

        private String date;
        private int day;
        private String event;
        private String id;
        private int month;
        private String title;

        public String getDate() {
            return date == null ? "" : date;
        }

        public void setDate(String date) {
            this.date = date;
        }

        public int getDay() {
            return day;
        }

        public void setDay(int day) {
            this.day = day;
        }

        public String getEvent() {
            return event == null ? "" : event;
        }

        public void setEvent(String event) {
            this.event = event;
        }

        public String getId() {
            return id == null ? "" : id;
        }

        public void setId(String id) {
            this.id = id;
        }

        public int getMonth() {
            return month;
        }

        public void setMonth(int month) {
            this.month = month;
        }

        public String getTitle() {
            return title == null ? "" : title;
        }

        public void setTitle(String title) {
            this.title = title;
        }
    }
}
